[
  {
    "fullName": "America Abraham Lincoln",
    "shortName": " ",
    "description": "Founding Fathers\nAll Diplomatic policy slots in the current government are converted to Wildcard slots. +1 Diplomatic Favor per turn for every Wildcard slot in their government. • Bias: T4 Grassland and Plains Mountain.\nEmancipation Proclamation\n+100% Production to Industrial Zone and Aqueduct districts. Industrial Zones give +2 Amenities and +3 Loyalty per turn. Plantations give -2 Loyalty per turn. Receive a free Melee unit after completing an Industrial Zone and their buildings. The free unit does not require resources when created or to maintain and receives +5 Combat Strength.\nFilm Studio\nA building unique to America. +30% Tourism pressure from this city towards other civilizations who reached the Modern era.\nP-51 Mustang\nAmerican unique Atomic era air unit that replaces the Fighter. Gains +5 Combat Strength against fighter aircraft, has +2 flight range, and gains +50% experience.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\America Abraham Lincoln.png"
  },
  {
    "fullName": "America Teddy Roosevelt (Bull Moose)",
    "shortName": " ",
    "description": "Founding Fathers\nAll Diplomatic policy slots in the current government are converted to Wildcard slots. +1 Diplomatic Favor per turn for every Wildcard slot in their government. • Bias: T4 Grassland and Plains Mountain.\nAntiquities and Parks\nAfter Code of Laws, breathtaking tiles receive: • +1 Science when adjacent to either a Natural Wonder or a Mountain, doubled with Astronomy. • +1 Culture when adjacent to either a Natural Wonder or Woods, doubled with Enlightenment. Woods can be planted with Medieval Faires. All tiles in a city with a National Park receive +1 Appeal.\nFilm Studio\nA building unique to America. +30% Tourism pressure from this city towards other civilizations who reached the Modern era.\nP-51 Mustang\nAmerican unique Atomic era air unit that replaces the Fighter. Gains +5 Combat Strength against fighter aircraft, has +2 flight range, and gains +50% experience.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\America Teddy Roosevelt (Bull Moose).png"
  },
  {
    "fullName": "America Teddy Roosevelt (Rough Rider)",
    "shortName": " ",
    "description": "Founding Fathers\nAll Diplomatic policy slots in the current government are converted to Wildcard slots. +1 Diplomatic Favor per turn for every Wildcard slot in their government. • Bias: T4 Grassland and Plains Mountain.\nRoosevelt Corollary\nUnits receive +1 Combat Strength per player era reached by technologies or civics (from Classical Era up to Modern Era, capped at +5). Envoys sent to City-states you have a Trade Route to count as two Envoys. Gain the Rough Rider unique unit with Ballistics technology.\nFilm Studio\nA building unique to America. +30% Tourism pressure from this city towards other civilizations who reached the Modern era.\nP-51 Mustang\nAmerican unique Atomic era air unit that replaces the Fighter. Gains +5 Combat Strength against fighter aircraft, has +2 flight range, and gains +50% experience.\nRough Rider\nAmerican unique Industrial era unit that replaces Cuirassier when Teddy Roosevelt (Rough Rider) is their leader. Combat victories on their Capital's continent provide Culture equal to 25% of the Combat Strength of the defeated unit (on Online speed). +5 Combat Strength when fighting on Hills. Lower maintenance cost.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\America Teddy Roosevelt (Rough Rider).png"
  },
  {
    "fullName": "Arabia Saladin (Vizier)",
    "shortName": " ",
    "description": "The Last Prophet\n+1 Great Prophet point per turn after researching Astrology. The last available Great Prophet will automatically go to Arabia, if they have not already recruited one. +1 Science for each foreign city following Arabia's Religion. Campuses receive +1 Science for each adjacent Holy Site and Holy Sites receive +1 Faith for each adjacent Campus. • Bias: None.\nRighteousness of the Faith\nThe worship building for their Religion can be purchased by any player for just one-tenth of the usual Faith cost. It adds 20% to the Science, Culture, and Faith to the city's output.\nMadrasa\nA building unique to Arabia. Bonus Faith equal to the adjacency bonus of the Campus district.\nMamluk\nArabian unique Medieval era unit that replaces the Knight. Heals at the end of every turn, even after moving or attacking.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Arabia Saladin (Vizier).png"
  },
  {
    "fullName": "Arabia Saladin (Sultan)",
    "shortName": " ",
    "description": "The Last Prophet\n+1 Great Prophet point per turn after researching Astrology. The last available Great Prophet will automatically go to Arabia, if they have not already recruited one. +1 Science for each foreign city following Arabia's Religion. Campuses receive +1 Science for each adjacent Holy Site and Holy Sites receive +1 Faith for each adjacent Campus. • Bias: None.\nThe Victorious\n+100% Flanking and Support Bonus to all Combat and Religious Units. All Units cost 1 Gold less maintenance per turn.\nMadrasa\nA building unique to Arabia. Bonus Faith equal to the adjacency bonus of the Campus district.\nMamluk\nArabian unique Medieval era unit that replaces the Knight. Heals at the end of every turn, even after moving or attacking.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Arabia Saladin (Sultan).png"
  },
  {
    "fullName": "Australia John Curtin",
    "shortName": " ",
    "description": "Land Down Under\n+3 Housing in coastal cities. +1 Production on Pastures at Political Philosophy. Pastures trigger a Culture Bomb. Campuses, Theater Squares, Commercial Hubs, and Holy Sites receive +1 Adjacency in tiles with Charming Appeal, +3 in Breathtaking. • Bias:T1 Coast, T4 Horse, Cattle, Sheep, -T2 Floodplains, -T4 Rainforest. Special \"I am Salty\", may spawn coastal without freshwater.\nCitadel of Civilization\n+50% Production for 10 turns after liberating a city.\nOutback Station\nAustralian unique builder improvement unlocked at Guilds. Can only be built in Desert, Grassland and Plains tiles. +1 Food and +1 Production. +1 Food for each adjacent Pasture. +1 Food for every adjacent Outback Stations with Rapid Deployment. +1 Production for every 2 adjacent Outback Stations with Industrialization. +1 Appeal to adjacent tiles.\nDigger\nAustralian unique Modern era unit that replaces Infantry. +10 Combat Strength when fighting on Coastal tiles. +5 Combat Strength when fighting on Neutral or Foreign Territory.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Australia John Curtin.png"
  },
  {
    "fullName": "Aztec Montezuma",
    "shortName": " ",
    "description": "Legend of the Five Suns\nSpend a Builder charge to complete 30% of the original district cost. +50% Production towards land melee units. • Bias: None.\nGifts for the Tlatoani\nLuxury resources in his territory provide an Amenity to 2 extra cities. Military units receive +1 Combat Strength when attacking for each different Luxury resource improved in Aztec lands and retained by the Aztec.\nTlachtli\nA building unique to the Aztecs. Provides +1 Amenity and +1 Culture to each City Center within 6 tiles. This bonus applies once to a city, and multiple copies of this building within 6 tiles of a City Center do not provide additional bonuses. +1 Great General Point per turn and +3 Tourism.\nEagle Warrior\nAztec unique Ancient era unit that replaces the Warrior. Has a chance to capture other civilization's military units by turning them into Builders.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Aztec Montezuma.png"
  },
  {
    "fullName": "Babylon Hammurabi",
    "shortName": " ",
    "description": "Enuma Anu Enlil\nReceive a free Eureka after constructing each Library. • Bias: T3 Rivers.\nNinu Ilu Sirum\nWhen each specialty district type except the Government Plaza is constructed for the first time, receive the lowest Production cost building that can currently be constructed in that district.\nPalgum\nA building unique to Babylon. +2 Production and +1 Housing. +1 Food to improved Freshwater tiles, except Farms. +1 Production to all farms in the city.\nSabum Kibittum\nBabylonian unique Ancient era melee unit. +17 Combat Strength against Heavy and Light Cavalry promotion class units. This unit has 3 Movement and sight.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Babylon Hammurabi.png"
  },
  {
    "fullName": "Brazil Pedro II",
    "shortName": " ",
    "description": "Amazon\nRainforest tiles provide +1 adjacency bonus for Campuses, Theater Squares, Commercial Hubs, and Holy Sites, and grant +1 Appeal to adjacent tiles, instead of the usual -1. Unimproved Rainforest tiles gain +1 Production at Construction. • Bias: T2 Rainforest.\nMagnanimous\nAfter recruiting or patronizing a Great Person, 20% of its Great Person point cost is refunded.\nStreet Carnival\nA district unique to Brazil that doesn't cost a district population slot and is not a specialty district. Replaces the Entertainment Complex district, and provides +2 Amenities. Cannot be built in a city with a Copacabana. Unlocks the Carnival project, which grants an additional +1 Amenity when underway and a earns Great Engineer, Great Merchant, Great Writer, Great Artist, Great Musician points upon completion.\nCopacabana\nA district unique to Brazil that doesn't cost a district population slot and is not a specialty district. Replaces the Water Park district, and provides +2 Amenities. Cannot be built in a city with a Street Carnival. Cannot be built on Reef. Unlocks the Carnival project, which grants an additional +1 Amenity when underway and a earns Great Engineer, Great Merchant, Great Writer, Great Artist, Great Musician points upon completion.\nMinas Geraes\nBrazilian unique Industrial era unit that replaces the Battleship and is unlocked by Nationalism. +10 Ranged and Melee Combat Strength with Refining.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Brazil Pedro II.png"
  },
  {
    "fullName": "Byzantium Basil II",
    "shortName": " ",
    "description": "Taxis\nUnits receive +2 Combat Strength or Religious Strength for each Holy City converted to Byzantium's Religion (including Byzantium's Holy City). +1 Great Prophet point from cities with a Holy Site district. When defeating a unit, spreads Byzantium's Religion pressure (based on melee Combat Strength of the defeated unit) within 5 tiles. • Bias: None.\nPorphyrogénnētos\nHeavy and Light Cavalry units do full damage against cities following the same religion as Byzantium. Gain the Tagma unique unit when the Divine Right civic is discovered.\nHippodrome\nA district unique to Byzantium. Replaces the Entertainment Complex district, provides +2 Amenities, and is cheaper to build. When the Hippodrome and buildings in this district are constructed, receive a Heavy Cavalry unit. Units granted from this district do not have a strategic resource maintenance cost. Cannot be built in a city with a Water Park.\nDromon\nByzantine unique Classical era unit that replaces the Quadrireme and has additional range. +5 Combat Strength against land and naval units.\nTagma\nBasil II's unique Medieval era unit that replaces the Knight. Land units within 1 tile of the Tagma receive +2 Combat Strength or Religious Strength.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Byzantium Basil II.png"
  },
  {
    "fullName": "Byzantium Theodora",
    "shortName": " ",
    "description": "Taxis\nUnits receive +2 Combat Strength or Religious Strength for each Holy City converted to Byzantium's Religion (including Byzantium's Holy City). +1 Great Prophet point from cities with a Holy Site district. When defeating a unit, spreads Byzantium's Religion pressure (based on melee Combat Strength of the defeated unit) within 5 tiles. • Bias: None.\nMetanoia\nAfter researching Political Philosophy, Holy Sites provide +1 Culture for each adjacent district.\nHippodrome\nA district unique to Byzantium. Replaces the Entertainment Complex district, provides +2 Amenities, and is cheaper to build. When the Hippodrome and buildings in this district are constructed, receive a Heavy Cavalry unit. Units granted from this district do not have a strategic resource maintenance cost. Cannot be built in a city with a Water Park.\nDromon\nByzantine unique Classical era unit that replaces the Quadrireme and has additional range. +5 Combat Strength against land and naval units.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Byzantium Theodora.png"
  },
  {
    "fullName": "Canada Wilfrid Laurier",
    "shortName": " ",
    "description": "Four Faces of Peace\nCannot declare war on City-States or surprise wars. Surprise wars cannot be declared on Canada. For every 100 Tourism per turn earn 1 Diplomatic Favor per turn. Receive +100% Diplomatic Favor from successfully completing an Emergency or Scored Competition. • Bias: T1 Tundra.\nThe Last Best West\nCity Centers in Tundra receive +1 Food. Farms can be constructed in Tundra. After Civil Engineering is unlocked, Farms can be built on Tundra Hills. Improvements in Tundra and Snow receive the following bonuses: Mines and Lumber Mills +2 Production, Farms and Camps +2 Food. Receive double the normal accumulation rate for Strategic Resources improved in tundra and snow. -50% of the normal cost to purchase Snow and Tundra tiles.\nIce Hockey Rink\nCanadian unique Builder improvement unlocked with Diplomatic Service. Can be built on Tundra, Tundra Hills, Snow, and Snow Hills. One per city. +1 Culture for each adjacent Tundra, Tundra Hills, Snow, and Snow Hills tile. +1 Amenity and +2 Appeal to adjacent tiles. +2 Food and Production with Professional Sports. +4 Culture if adjacent to a Stadium building. Provides Tourism from Culture once Flight is unlocked.\nMountie\nCanadian unique Modern era unit. Has Sight of 4. Can create 2 National Parks. +5 Combat Strength when fighting within 4 tiles of a National Park. Additional +5 Combat Strength when fighting within 4 tiles of an Owned National Park.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Canada Wilfrid Laurier.png"
  },
  {
    "fullName": "China Kublai Khan (China)",
    "shortName": " ",
    "description": "Dynastic Cycle\nEurekas and Inspirations provide 45% of civics and technologies instead of 40%. • Bias: None.\nGerege\nOne extra Economic policy slot in any government. +1 Science and +1 Culture per international trade route and an additional +1 Science and +1 Culture for each 20 tiles traveled. Receive a random Eureka and Inspiration when establishing a Trading Post in another Civilization's city for the first time.\nGreat Wall\nChinese unique builder improvement unlocked with Masonry. Must be built in a line along the borders of your empire. Can only be pillaged (never destroyed) by natural disasters. +1 Production. +1 Gold for each adjacent Great Wall. +1 Culture for each adjacent Great Wall with Castles. +1 Culture with Military Science. Provides Tourism after researching Flight. An occupying unit receives +1 Sight and +4 Defense Strength and automatically gains 2 turns of fortification.\nCrouching Tiger\nChinese unique unit that replaces the Crossbowman. +7 Ranged Strength when attacking adjacent enemy units.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\China Kublai Khan (China).png"
  },
  {
    "fullName": "China Qin (Mandate of Heaven)",
    "shortName": " ",
    "description": "Dynastic Cycle\nEurekas and Inspirations provide 45% of civics and technologies instead of 40%. • Bias: None.\nThe First Emperor\nBuilder receive an additional charge. When building Ancient and Classical Wonders you may spend Builder charge to complete 15% of the Wonder Production cost. +1 Food per wonder built in each city. Canals are unlocked with the Masonry technology. When completing a wonder receive a random Eureka and Inspiration from the era of the wonder if available.\nGreat Wall\nChinese unique builder improvement unlocked with Masonry. Must be built in a line along the borders of your empire. Can only be pillaged (never destroyed) by natural disasters. +1 Production. +1 Gold for each adjacent Great Wall. +1 Culture for each adjacent Great Wall with Castles. +1 Culture with Military Science. Provides Tourism after researching Flight. An occupying unit receives +1 Sight and +4 Defense Strength and automatically gains 2 turns of fortification.\nCrouching Tiger\nChinese unique unit that replaces the Crossbowman. +7 Ranged Strength when attacking adjacent enemy units.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\China Qin (Mandate of Heaven).png"
  },
  {
    "fullName": "China Qin (Unifier)",
    "shortName": " ",
    "description": "Dynastic Cycle\nEurekas and Inspirations provide 45% of civics and technologies instead of 40%. • Bias: None.\nThirty-Six Stratagems\nMelee units receive the Convert Barbarians action, which consumes the melee unit. +50% Production towards Encampment buildings. +1 Great Writer point from Encampment districts. Barracks buildings provide 2 slots for Great Works of Writing. Great Works of Writing provide +1 Food. When recruiting a Great General or Great Writer receive a random Eureka and Inspiration.\nGreat Wall\nChinese unique builder improvement unlocked with Masonry. Must be built in a line along the borders of your empire. Can only be pillaged (never destroyed) by natural disasters. +1 Production. +1 Gold for each adjacent Great Wall. +1 Culture for each adjacent Great Wall with Castles. +1 Culture with Military Science. Provides Tourism after researching Flight. An occupying unit receives +1 Sight and +4 Defense Strength and automatically gains 2 turns of fortification.\nCrouching Tiger\nChinese unique unit that replaces the Crossbowman. +7 Ranged Strength when attacking adjacent enemy units.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\China Qin (Unifier).png"
  },
  {
    "fullName": "China Wu Zetian",
    "shortName": " ",
    "description": "Dynastic Cycle\nEurekas and Inspirations provide 45% of civics and technologies instead of 40%. • Bias: None.\nManual of Entrapment\nReceive a free spy (and extra spy capacity) after discovering Defensive Tactics. Can purchase Spies with Faith. All offensive Spies operate at 1 level higher. Whenever an offensive spy mission is successful, you also gain 100% of the Science, Culture, and Faith that the targeted city earned that turn. Traders and Spies receive +2 Sight. Recon units receive +1 Sight with Machinery. Land units within 3 tiles of a Recon unit receive +3 Combat Strength. When completing a Government Plaza building or Diplomatic Quarter building receive a random Eureka and Inspiration.\nGreat Wall\nChinese unique builder improvement unlocked with Masonry. Must be built in a line along the borders of your empire. Can only be pillaged (never destroyed) by natural disasters. +1 Production. +1 Gold for each adjacent Great Wall. +1 Culture for each adjacent Great Wall with Castles. +1 Culture with Military Science. Provides Tourism after researching Flight. An occupying unit receives +1 Sight and +4 Defense Strength and automatically gains 2 turns of fortification.\nCrouching Tiger\nChinese unique unit that replaces the Crossbowman. +7 Ranged Strength when attacking adjacent enemy units.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\China Wu Zetian.png"
  },
  {
    "fullName": "China Yongle",
    "shortName": " ",
    "description": "Dynastic Cycle\nEurekas and Inspirations provide 45% of civics and technologies instead of 40%. • Bias: None.\nLijia\nCities with 10 or more Population receive +0.7 Science, +0.5 Culture, and +1 Gold per turn for each Population in the city. All cities receive unique city projects where that converts 70% of their Production into Food or Faith, or 150% if it is Gold. When each city reaches 13 population for the first time receive a random Eureka; at 18 Population receive a random Inspiration.\nGreat Wall\nChinese unique builder improvement unlocked with Masonry. Must be built in a line along the borders of your empire. Can only be pillaged (never destroyed) by natural disasters. +1 Production. +1 Gold for each adjacent Great Wall. +1 Culture for each adjacent Great Wall with Castles. +1 Culture with Military Science. Provides Tourism after researching Flight. An occupying unit receives +1 Sight and +4 Defense Strength and automatically gains 2 turns of fortification.\nCrouching Tiger\nChinese unique unit that replaces the Crossbowman. +7 Ranged Strength when attacking adjacent enemy units.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\China Yongle.png"
  },
  {
    "fullName": "Cree Poundmaker",
    "shortName": " ",
    "description": "Nîhithaw\n+1 Trade Route capacity with the Pottery technology. Unclaimed tiles within 3 tiles of a Cree city come under Cree control when a Trader first moves into them. • Bias: T4 Deer, Cattle, Horses, Sheep.\nFavorable Terms\nAll Alliance types provide Shared Visibility. Your outgoing Trade Routes grant +1 Food to Poundmaker per Camp or Pasture at the destination. Trade Routes sent to your cities grant +1 Gold to Poundmaker per Camp or Pasture at the destination.\nMekewap\nCree unique builder improvement unlocked with Pottery. Must be placed adjacent to a Bonus or Luxury resource. Cannot be built adjacent to another Mekewap. +1 Production and +1 Housing. +1 Production and +1 Housing with Civil Service. +1 Food for every 2 adjacent Bonus Resources, increasing to +1 Food for every adjacent Bonus Resource with Conservation. +1 Gold if adjacent to a Luxury resource. +2 Gold for every adjacent Luxury resource with Cartography.\nOkihtcitaw\nCree unique Ancient era unit that replaces the Scout. Starts with a free promotion. +5 Combat Strength when fighting units with a higher base Combat Strength.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Cree Poundmaker.png"
  },
  {
    "fullName": "Egypt Cleopatra (Egyptian)",
    "shortName": " ",
    "description": "Iteru\n+15% Production towards districts and wonders if placed next to a River. Does not receive damage from Floods. • Bias: T2 Floodplains, T5 Rivers\nMediterranean's Bride\nYour Trade Routes to other civilizations provide +4 Gold for Egypt. Other civilizations' Trade Routes to Egypt provide +1 Food for them and +2 Gold for Egypt. Trading with Allies earns twice as many bonus Alliance Points. +15% production toward Commercial Hubs and Theater Squares when the city is settled on a river.\nSphinx\nEgyptian unique builder improvement unlocked with Craftsmanship. Cannot be built next to another Sphinx. Cannot be built on Snow tiles. +1 Culture and +2 Faith. +1 Culture if built on Floodplains. +1 Culture with Diplomatic Service. +1 Faith and +1 Culture if built next to a wonder. +1 Food and +1 Production if built on Desert (not Floodplains) or Desert Hills. +2 Appeal to adjacent tiles. Provides Tourism after researching Flight.\nMaryannu Chariot Archer\nEgyptian unique Ancient era ranged cavalry unit. 4 Movement when starting in open terrain.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Egypt Cleopatra (Egyptian).png"
  },
  {
    "fullName": "Egypt Cleopatra (Ptolemaic)",
    "shortName": " ",
    "description": "Iteru\n+15% Production towards districts and wonders if placed next to a River. Does not receive damage from Floods. • Bias: T2 Floodplains, T5 Rivers\nArrival of Hapi\nMilitary units receive +5 Combat Strength on floodplains. +15% production bonus for Campuses and Encampments when the city is settled on a river.\nSphinx\nEgyptian unique builder improvement unlocked with Craftsmanship. Cannot be built next to another Sphinx. Cannot be built on Snow tiles. +1 Culture and +2 Faith. +1 Culture if built on Floodplains. +1 Culture with Diplomatic Service. +1 Faith and +1 Culture if built next to a wonder. +1 Food and +1 Production if built on Desert (not Floodplains) or Desert Hills. +2 Appeal to adjacent tiles. Provides Tourism after researching Flight.\nMaryannu Chariot Archer\nEgyptian unique Ancient era ranged cavalry unit. 4 Movement when starting in open terrain.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Egypt Cleopatra (Ptolemaic).png"
  },
  {
    "fullName": "Egypt Ramses II",
    "shortName": " ",
    "description": "Iteru\n+15% Production towards districts and wonders if placed next to a River. Does not receive damage from Floods. • Bias: T2 Floodplains, T5 Rivers\nAbu Simbel\nGain Culture equal to 10% of the construction cost when finishing Buildings and 25% when completing Wonders. Holy Sites are granted +1 Production if built adjacent to a River. +15% production bonus for Holy Sites and Industrial Zones when the city is settled on a river.\nSphinx\nEgyptian unique builder improvement unlocked with Craftsmanship. Cannot be built next to another Sphinx. Cannot be built on Snow tiles. +1 Culture and +2 Faith. +1 Culture if built on Floodplains. +1 Culture with Diplomatic Service. +1 Faith and +1 Culture if built next to a wonder. +1 Food and +1 Production if built on Desert (not Floodplains) or Desert Hills. +2 Appeal to adjacent tiles. Provides Tourism after researching Flight.\nMaryannu Chariot Archer\nEgyptian unique Ancient era ranged cavalry unit. 4 Movement when starting in open terrain.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Egypt Ramses II.png"
  },
  {
    "fullName": "England Eleanor of Aquitaine (England)",
    "shortName": " ",
    "description": "Workshop of the World\nIron and Coal Mines accumulate 2 more resources per turn. Harbor buildings increase Strategic Resource Stockpiles by +10 (on Standard speed). +100% Production towards Military Engineers. Military Engineers receive +2 charges. Buildings that provide additional yields when Powered receive +4 of that yield. • Bias: T1 Coast, T5 Iron and Coal.\nCourt of Love\n+100% Production to Theater Square Buildings. +20% Production toward Ancient and Classical wonders (French Eleanor only). Great Works receive additional yields based on the districts built in this city (+1 for Writings and Relics, +2 for Art and Artifacts, +4 for Music): Science for Campus. Culture for Theater Square. Gold for Harbor or Commercial Hub. Faith for Holy Site. Production for Industrial Zone. Food for Neighborhood. (Can't receive bonus yields on great works from Anshan) Great Works in Eleanor's cities each cause -1 Loyalty per turn in foreign cities within 9 tiles. A city that leaves another civilization due to a loss of Loyalty and is currently receiving the most Loyalty per turn from Eleanor's civilization skips the Free City step to join this civilization.\nRoyal Navy Dockyard\nA district unique to England for naval activity in your city. Replaces the Harbor district. Also removes the Movement penalty for embarking and disembarking to and from this tile. Must be built on Coast or Lake Terrain adjacent to land. +1 Movement for all naval units built in Dockyard +2 Gold as adjacency and +4 Loyalty per turn when built on a foreign continent. Cannot be built on Reef.\nSea Dog\nEnglish unique Renaissance era naval unit that replaces the Privateer. Has a chance to capture defeated enemy ships. Can only be seen by other Naval Raiders unless adjacent to it. Reveals Naval Raiders within sight range.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\England Eleanor of Aquitaine (England).png"
  },
  {
    "fullName": "England Elizabeth I",
    "shortName": " ",
    "description": "Workshop of the World\nIron and Coal Mines accumulate 2 more resources per turn. Harbor buildings increase Strategic Resource Stockpiles by +10 (on Standard speed). +100% Production towards Military Engineers. Military Engineers receive +2 charges. Buildings that provide additional yields when Powered receive +4 of that yield. • Bias: T1 Coast, T5 Iron and Coal.\nDrake's Legacy\n+1 Trade Route capacity with Shipbuilding technology, Exploration civic and Mercantilism civic. Trade Routes to City-states provide +3 Gold for every specialty district in the origin city. All Naval Raider units gain +1 Movement and +1 Sight. Naval Raiders can attack and promote in the same turn. +100% Gold from Plundering Trade Routes with Naval Units.\nRoyal Navy Dockyard\nA district unique to England for naval activity in your city. Replaces the Harbor district. Also removes the Movement penalty for embarking and disembarking to and from this tile. Must be built on Coast or Lake Terrain adjacent to land. +1 Movement for all naval units built in Dockyard +2 Gold as adjacency and +4 Loyalty per turn when built on a foreign continent. Cannot be built on Reef.\nSea Dog\nEnglish unique Renaissance era naval unit that replaces the Privateer. Has a chance to capture defeated enemy ships. Can only be seen by other Naval Raiders unless adjacent to it. Reveals Naval Raiders within sight range.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\England Elizabeth I.png"
  },
  {
    "fullName": "England Victoria (Age of Empire)",
    "shortName": " ",
    "description": "Workshop of the World\nIron and Coal Mines accumulate 2 more resources per turn. Harbor buildings increase Strategic Resource Stockpiles by +10 (on Standard speed). +100% Production towards Military Engineers. Military Engineers receive +2 charges. Buildings that provide additional yields when Powered receive +4 of that yield. • Bias: T1 Coast, T5 Iron and Coal.\nPax Britannica\nCities settled 10 or more tiles from your capital receive a free melee unit. Constructing Royal Navy Dockyard grants you the strongest naval unit you can build. Naval melee units may escort civilian units at their higher movement speed. Gain the Redcoat unique unit when the Military Science technology is researched. Lighthouse grants +1 Great Admiral point per turn.\nRoyal Navy Dockyard\nA district unique to England for naval activity in your city. Replaces the Harbor district. Also removes the Movement penalty for embarking and disembarking to and from this tile. Must be built on Coast or Lake Terrain adjacent to land. +1 Movement for all naval units built in Dockyard +2 Gold as adjacency and +4 Loyalty per turn when built on a foreign continent. Cannot be built on Reef.\nRedcoat\nEnglish unique Industrial era unit when Victoria is their leader that replaces the Line Infantry. +5 Combat Strength when fighting on a continent other than that of your capital's. No disembark cost.\nSea Dog\nEnglish unique Renaissance era naval unit that replaces the Privateer. Has a chance to capture defeated enemy ships. Can only be seen by other Naval Raiders unless adjacent to it. Reveals Naval Raiders within sight range.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\England Victoria (Age of Empire).png"
  },
  {
    "fullName": "England Victoria (Age of Steam)",
    "shortName": " ",
    "description": "Workshop of the World\nIron and Coal Mines accumulate 2 more resources per turn. Harbor buildings increase Strategic Resource Stockpiles by +10 (on Standard speed). +100% Production towards Military Engineers. Military Engineers receive +2 charges. Buildings that provide additional yields when Powered receive +4 of that yield. • Bias: T1 Coast, T5 Iron and Coal.\nAge of Steam\n+10% Production in Cities for each Factory and Power Plant in that city. Industrial Zones receive standard adjacency from Royal Navy Dockyards. +20% Production towards Industrial Zone buildings. Lighthouse grants +1 Great Engineer point per turn.\nRoyal Navy Dockyard\nA district unique to England for naval activity in your city. Replaces the Harbor district. Also removes the Movement penalty for embarking and disembarking to and from this tile. Must be built on Coast or Lake Terrain adjacent to land. +1 Movement for all naval units built in Dockyard +2 Gold as adjacency and +4 Loyalty per turn when built on a foreign continent. Cannot be built on Reef.\nSea Dog\nEnglish unique Renaissance era naval unit that replaces the Privateer. Has a chance to capture defeated enemy ships. Can only be seen by other Naval Raiders unless adjacent to it. Reveals Naval Raiders within sight range.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\England Victoria (Age of Steam).png"
  },
  {
    "fullName": "Ethiopia Menelik II",
    "shortName": " ",
    "description": "Aksumite Legacy\nEthiopia's International Trade Routes grant +0.5 Faith per resource at the origin. Improved Resources provide +1 Faith. Can purchase Archaeological Museums and Archaeologists with Faith. • Bias: T3 Grassland and Plains Hills.\nCouncil of Ministers\nReceive Science and Culture equal to 10% of your Faith generation in cities founded on Hills or Resources.\nRock-Hewn Church\nEthiopian unique builder improvement unlocked with Drama and Poetry. Can only be built on Hills or Volcanic Soil not adjacent to another Rock-Hewn Church. Can only be pillaged (never destroyed) by natural disasters. +1 Faith for every adjacent Mountain and Hills tile. +1 Appeal to adjacent tiles. Provides Tourism from Faith after researching Flight.\nOromo Cavalry\nEthiopian unique Medieval era unit that replaces the Courser. +1 Movement if starts in Hills and +4 Combat Strength when fighting in Hills. Has Sight of 3.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Ethiopia Menelik II.png"
  },
  {
    "fullName": "France Catherine de Medici (Black Queen)",
    "shortName": " ",
    "description": "Grand Tour\nReceives a free Spy (and extra spy capacity) with the Castles technology. All spies start with a free promotion. +20% Production toward Medieval, Renaissance, and Industrial era Wonders. +50% Tourism from Wonders of any era. • Bias: T4 Rivers.\nCatherine's Flying Squadron\nHas 1 level of Diplomatic Visibility greater than normal with every civilization that she's met.\nChâteau\nFrench unique builder improvement unlocked at Feudalism. Cannot be built adjacent to another Chateau. +1 Food, +1 Culture, +1 Gold +1 Housing and +1 Appeal to adjacent tiles. +1 Culture for each adjacent wonder, increasing to +2 with the Flight technology. +1 Culture and +1 Gold for each adjacent Luxury resource. +2 Gold if built next to River. Provides Tourism after researching Flight.\nGarde Impériale\nFrench unique Industrial era melee unit that replaces the Line Infantry. +5 Combat Strength when fighting on your capital's continent. +10 Great General points when killing an enemy unit.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\France Catherine de Medici (Black Queen).png"
  },
  {
    "fullName": "France Catherine de Medici (Magnificence)",
    "shortName": " ",
    "description": "Grand Tour\nReceives a free Spy (and extra spy capacity) with the Castles technology. All spies start with a free promotion. +20% Production toward Medieval, Renaissance, and Industrial era Wonders. +50% Tourism from Wonders of any era. • Bias: T4 Rivers.\nCatherine’s Magnificences\nImproved resources receive +1 Culture after researching Craftsmanship. Improved resources adjacent to Theater Square districts or a Chateau receive +1 Culture. May initiate the Court Festival unique project in any city with a Theater Square district.\nChâteau\nFrench unique builder improvement unlocked at Feudalism. Cannot be built adjacent to another Chateau. +1 Food, +1 Culture, +1 Gold +1 Housing and +1 Appeal to adjacent tiles. +1 Culture for each adjacent wonder, increasing to +2 with the Flight technology. +1 Culture and +1 Gold for each adjacent Luxury resource. +2 Gold if built next to River. Provides Tourism after researching Flight.\nGarde Impériale\nFrench unique Industrial era melee unit that replaces the Line Infantry. +5 Combat Strength when fighting on your capital's continent. +10 Great General points when killing an enemy unit.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\France Catherine de Medici (Magnificence).png"
  },
  {
    "fullName": "France Eleanor of Aquitaine (France)",
    "shortName": " ",
    "description": "Grand Tour\nReceives a free Spy (and extra spy capacity) with the Castles technology. All spies start with a free promotion. +20% Production toward Medieval, Renaissance, and Industrial era Wonders. +50% Tourism from Wonders of any era. • Bias: T4 Rivers.\nCourt of Love\n+100% Production to Theater Square Buildings. +20% Production toward Ancient and Classical wonders (French Eleanor only). Great Works receive additional yields based on the districts built in this city (+1 for Writings and Relics, +2 for Art and Artifacts, +4 for Music): Science for Campus. Culture for Theater Square. Gold for Harbor or Commercial Hub. Faith for Holy Site. Production for Industrial Zone. Food for Neighborhood. (Can't receive bonus yields on great works from Anshan) Great Works in Eleanor's cities each cause -1 Loyalty per turn in foreign cities within 9 tiles. A city that leaves another civilization due to a loss of Loyalty and is currently receiving the most Loyalty per turn from Eleanor's civilization skips the Free City step to join this civilization.\nChâteau\nFrench unique builder improvement unlocked at Feudalism. Cannot be built adjacent to another Chateau. +1 Food, +1 Culture, +1 Gold +1 Housing and +1 Appeal to adjacent tiles. +1 Culture for each adjacent wonder, increasing to +2 with the Flight technology. +1 Culture and +1 Gold for each adjacent Luxury resource. +2 Gold if built next to River. Provides Tourism after researching Flight.\nGarde Impériale\nFrench unique Industrial era melee unit that replaces the Line Infantry. +5 Combat Strength when fighting on your capital's continent. +10 Great General points when killing an enemy unit.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\France Eleanor of Aquitaine (France).png"
  },
  {
    "fullName": "Gaul Ambiorix",
    "shortName": " ",
    "description": "Hallstatt Culture\nMines provide a minor adjacency bonus for all districts and receive +1 Culture with Bronze Working. Specialty districts do not receive a minor adjacency for being adjacent to another district and these districts cannot be built adjacent to the City Center. • Bias: T3 Iron, T4 Quarry Resources, T5 Minable Resources.\nKing of the Eburones\nMelee and anti-cavalry units receive +1 Combat Strength on attack for each of your adjacent land military units (does not count air or naval units).\nOppidum\nA district unique to Gaul that is cheaper and available earlier than the district it replaces, the Industrial Zone. The Oppidum district is defensible with a ranged attack. +2 Production adjacency bonus from Quarries and Strategic resources. Triggers a Culture Bomb of unowned territory when completed.\nGaesatae\nGallic unique Ancient era unit that replaces the Warrior. This unit has increased cost and receives +10 Combat Strength when fighting units with a higher base Combat Strength. +5 Combat Strength vs. district defenses.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Gaul Ambiorix.png"
  },
  {
    "fullName": "Georgia Tamar",
    "shortName": " ",
    "description": "Strength in Unity\nWhen making Dedications at the beginning of a Golden Age or Heroic Age, receive the Normal Age bonus towards improving Era Score in addition to the other bonus. +50% Production towards walls. • Bias: T4 Quarry Resources.\nGlory of the World, Kingdom and Faith\nKilling a unit provides Faith equal to 50% of the defeated unit's base Combat Strength (on Online speed). Each Envoy you send to a City-state of your majority Religion counts as two Envoys (must have a majority Religion). Earn +1 Faith per Envoy in a City-state.\nTsikhe\nA building unique to Georgia which replaces and is stronger than Ancient Walls. +4 Faith and +1 Culture. +1 Tourism with Conservation. +3 Faith and +100% Tourism when in a Golden or Heroic Age.\nKhevsur\nGeorgian unique Medieval Era unit that replaces the Man-At-Arms. +7 Combat Strength bonus when fighting in hill terrain. No Movement penalty in hill terrain.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Georgia Tamar.png"
  },
  {
    "fullName": "Germany Frederick Barbarossa",
    "shortName": " ",
    "description": "Free Imperial Cities\nAfter unlocking Guilds, each city can build one more District than usual (exceeding the normal limit based on Population). Culture bomb adjacent tiles when completing a Commercial Hub. • Bias: T3 Rivers.\nHoly Roman Emperor\nOne extra Military policy slot in any government. +7 Combat Strength when attacking city-states.\nHansa\nA district unique to Germany for industrial activity. Replaces the Industrial Zone district and cheaper to build. + 2 Production bonus for each adjacent Commercial Hub, Aqueduct, Canal, and Dam districts. +1 Production bonus for each adjacent resource. +1 Production bonus for every two adjacent district tiles.\nU-Boat\nGerman unique Modern era naval unit that replaces the Submarine. Cheaper to produce, +1 Sight, and +10 Combat Strength when fighting on Ocean tiles. Able to reveal other stealthed units.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Germany Frederick Barbarossa.png"
  },
  {
    "fullName": "Germany Ludwig II",
    "shortName": " ",
    "description": "Free Imperial Cities\nAfter unlocking Guilds, each city can build one more District than usual (exceeding the normal limit based on Population). Culture bomb adjacent tiles when completing a Commercial Hub. • Bias: T3 Rivers.\nSwan King\nWonders (complete and incomplete) receive +1 Culture for every adjacent District as adjacency bonus, increasing to +2 after Drama and Poetry. All Culture adjacencies provide Tourism with Castles.\nHansa\nA district unique to Germany for industrial activity. Replaces the Industrial Zone district and cheaper to build. + 2 Production bonus for each adjacent Commercial Hub, Aqueduct, Canal, and Dam districts. +1 Production bonus for each adjacent resource. +1 Production bonus for every two adjacent district tiles.\nU-Boat\nGerman unique Modern era naval unit that replaces the Submarine. Cheaper to produce, +1 Sight, and +10 Combat Strength when fighting on Ocean tiles. Able to reveal other stealthed units.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Germany Ludwig II.png"
  },
  {
    "fullName": "Gran Colombia Simón Bolívar",
    "shortName": " ",
    "description": "Ejército Patriota\n+1 Movement for all military units after researching Political Philosophy. Promoting Cavalry units, Air units and Spies does not end these units' turn. • Bias: T5 Plantation Resources.\nCampaña Admirable\nEarn a Comandante General when the game enters a new era. May not recruit Great Generals.\nHacienda\nColombian unique builder improvement unlocked with Medieval Faires. Can be built on Plains and Grassland flat tiles. +1 Production, +2 Gold, and +0.5 Housing. +1 Food for every 2 adjacent Plantations, increasing to +1 Food for every adjacent Plantation with Replaceable Parts. +1 Production on Plantations and Haciendas for every 2 adjacent Haciendas, increasing to +1 Production for every adjacent Hacienda with Mercantilism.\nLlanero\nGran Colombian Industrial era unique unit that replaces the Cavalry. Low maintenance cost. +2 Combat Strength for every adjacent Llanero. Fully heals when in range of a Comandante General that activates its retire ability.\nComandante General\nA special type of Great Person only available to Simón Bolívar. Each has unique abilities, including a passive effect, and a Retire effect.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Gran Colombia Simón Bolívar.png"
  },
  {
    "fullName": "Greece Gorgo",
    "shortName": " ",
    "description": "Plato's Republic\nOne extra Wildcard policy slot in any government with Early Empire. • Bias: T4 Grassland and Plains Hills.\nThermopylae\nCombat victories provide Culture equal to 50% of the Combat Strength of the defeated unit (on Online speed). +1 Combat Strength for each Military policy slot in your government.\nAcropolis\nA district unique to Greece that replaces the Theater Square district and is cheaper to build. Can only be built on Hills. +1 Culture for each adjacent district. +1 Culture for an adjacent City Center. +2 Culture bonus for each adjacent wonder, Entertainment Complex, and Water Park.\nHoplite\nGreek unique Ancient era anti-cavalry unit that replaces the Spearman. +7 Combat Strength if there is at least one adjacent Hoplite unit.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Greece Gorgo.png"
  },
  {
    "fullName": "Greece Pericles",
    "shortName": " ",
    "description": "Plato's Republic\nOne extra Wildcard policy slot in any government with Early Empire. • Bias: T4 Grassland and Plains Hills.\nSurrounded by Glory\n+5% Culture and +5% Tourism per City-state you are the Suzerain of. Awards 1 envoy when an Amphitheater is completed.\nAcropolis\nA district unique to Greece that replaces the Theater Square district and is cheaper to build. Can only be built on Hills. +1 Culture for each adjacent district. +1 Culture for an adjacent City Center. +2 Culture bonus for each adjacent wonder, Entertainment Complex, and Water Park.\nHoplite\nGreek unique Ancient era anti-cavalry unit that replaces the Spearman. +7 Combat Strength if there is at least one adjacent Hoplite unit.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Greece Pericles.png"
  },
  {
    "fullName": "Hungary Matthias Corvinus",
    "shortName": " ",
    "description": "Pearl of the Danube\n+50% Production to Districts and Buildings constructed directly across a river from a City Center. • Bias: T4 Rivers, T5 Geothermal Fissures.\nRaven King\nLevied units gain an ability giving them +1 Movement. It cost 75% less Gold and resources to upgrade Levied units. If you Levy troops from a City-state, receive 1 Envoys with that City-state. Levied units receive +3 combat strength. Gain the Black Army unique unit when the Castles technology is researched.\nThermal Bath\nA building unique to Hungary. +2 Amenities and +2 Production extends to each city center within 6 tiles. These bonuses apply once to a city, and multiple copies of this building within 6 tiles of a city center do not provide additional bonuses. This city receives +3 Tourism and +2 additional Amenities if there is at least one Geothermal Fissure in this city's borders.\nBlack Army\nHungarian unique Medieval Era unit that replaces the Courser. +2 Combat Strength from each adjacent Levied unit.\nHuszár\nHungarian unique Industrial era unit that replaces Cavalry. +2 Combat Strength from every City-state of which you are suzerain.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Hungary Matthias Corvinus.png"
  },
  {
    "fullName": "Inca Pachacuti",
    "shortName": " ",
    "description": "Mit’a\nCitizens can work Mountain tiles. Mountain tiles provide +2 Production, increasing to +3 Production after you reach the Industrial Era, and +1 Food for each adjacent Terrace Farm. • Bias: T3 Grassland and Plains Mountains. Special \"Mountain Lover\".\nQhapaq Ñan\nDomestic Trade Routes gain +1 Food for every Mountain tile in the origin city. International Trade Routes gain +1 Gold for every Mountain tile in the origin city. -50% of the normal Gold cost to purchase Mountain tiles. Gain the Qhapaq Ñan improvement with Foreign Trade. Recon units gain +1 build charge to build a Qhapaq Ñan.\nQhapaq Ñan\nUnlocks the Builder ability to construct a Qhapaq Ñan, unique to Pachacuti. Acts as a movement portal on a mountain range, allowing units to move into it and exit from another portal at the cost of 2 Movement. Trade Routes traveling through it can multiply the Gold they get from districts at their destination. Can only be built on an adjacent Mountain tile. Cannot be pillaged or removed.\nTerrace Farm\nIncan unique builder improvement available at the start of the game. Can be placed on Grassland Hills, Plains Hills, Desert Hills, or Volcanic Soil. +1 Food +1 Housing. +1 Food for each adjacent Mountain. +1 Food for every 2 adjacent Terrace Farms, increasing to +1 Food for every Terrace Farm with Replaceable Parts. +1 Production if adjacent to Fresh Water and not an Aqueduct. +2 Production for each adjacent Aqueduct.\nWarak’aq\nIncan unique Medieval Era unit that replaces the Skirmisher. Stronger at ranged combat than the Skirmisher and +1 additional attack per turn.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Inca Pachacuti.png"
  },
  {
    "fullName": "India Chandragupta",
    "shortName": " ",
    "description": "Dharma\nReceives Follower Belief bonuses in a city from each Religion that has at least 1 Follower. Cities gain +1 Amenity for every Religion with at least 1 Follower. Missionaries have +2 spreads. +100% Religious pressure from your Trade Routes. • Bias: None.\nArthashastra\nShrines grant +1 Movement and Temples grant +1 Sight for all newly trained military units in the city. Units receive +1 Combat Strength for each Holy Site building in the city when produced.\nStepwell\nIndian unique builder improvement unlocked with Irrigation. +1 Food, +1 Faith, and +1 Housing. +1 Food and +1 Faith with Feudalism. +1 Food for each adjacent Farm. +1 Faith if adjacent to a Holy Site district. +1 Housing with Sanitation. Cannot be built on Hills or adjacent to another Stepwell.\nVaru\nIndian unique Classical era heavy cavalry unit. Has Sight of 3. Adjacent enemy units receive -5 Combat Strength.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\India Chandragupta.png"
  },
  {
    "fullName": "India Gandhi",
    "shortName": " ",
    "description": "Dharma\nReceives Follower Belief bonuses in a city from each Religion that has at least 1 Follower. Cities gain +1 Amenity for every Religion with at least 1 Follower. Missionaries have +2 spreads. +100% Religious pressure from your Trade Routes. • Bias: None.\nSatyagraha\nGrants an extra belief when founding a Religion. +5 Faith for each civilization (including India) they have met that has founded a Religion and is not currently at war. Settlers and Builders produced in cities with a Holy Site receive +1 Movement. Opposing civilizations receive +50% war weariness for fighting against Gandhi.\nStepwell\nIndian unique builder improvement unlocked with Irrigation. +1 Food, +1 Faith, and +1 Housing. +1 Food and +1 Faith with Feudalism. +1 Food for each adjacent Farm. +1 Faith if adjacent to a Holy Site district. +1 Housing with Sanitation. Cannot be built on Hills or adjacent to another Stepwell.\nVaru\nIndian unique Classical era heavy cavalry unit. Has Sight of 3. Adjacent enemy units receive -5 Combat Strength.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\India Gandhi.png"
  },
  {
    "fullName": "Indonesia Gitarja",
    "shortName": " ",
    "description": "Great Nusantara\nCoast and Lake tiles provide a minor adjacency bonus for Campus, Theater Square, Holy Site, and Industrial Zone districts. +1 Amenity from entertainment to each Entertainment Complex adjacent to a Coast or Lake tile. • Bias: T1 Coast.\nExalted Goddess of the Three Worlds\nNaval units can be purchased with Faith. Religious units pay no movement to embark or disembark. +2 Faith to City Centers that are adjacent to Coast or Lake tiles.\nKampung\nIndonesian unique builder improvement unlocked at Shipbuilding. Must be placed on a Coast or Lake tile adjacent to a sea resource. +1 Production and +1 Housing. +1 Food and +1 Faith for each adjacent Fishing Boat. +1 Production with Civil Engineering. +1 Housing with Mass Production. Provides Tourism from Food after researching Flight.\nJong\nIndonesian unique Medieval era naval unit that replaces the Frigate. Formation units all inherit escort's Movement speed and +5 Combat Strength when in a formation.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Indonesia Gitarja.png"
  },
  {
    "fullName": "Japan Hojo Tokimune",
    "shortName": " ",
    "description": "Meiji Restoration\nAll districts receive standard adjacency bonus for being adjacent to another district. Commercial Hubs do not receive bonuses from adjacent rivers. • Bias: T1 Coast.\nDivine Wind\nLand units receive +3 Combat Strength in land tiles adjacent to Coast; naval units receive +3 Combat Strength in shallow water tiles. Units do not receive damage from Hurricanes. Civilizations that are at war with Japan receive +100% unit damage from Hurricanes in Japanese territory. +100% Production to Theater Square, Holy Site, and Encampment districts.\nElectronics Factory\nA building unique to Japan. Provides +4 Culture to this city after researching the Electricity technology. Its Production bonus is extended to all City Centers within 6 tiles that do not already have a bonus from this building type.\nSamurai\nJapanese unique Medieval era melee unit that replaces the Man-At-Arms. Does not suffer combat penalties when damaged.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Japan Hojo Tokimune.png"
  },
  {
    "fullName": "Japan Tokugawa",
    "shortName": " ",
    "description": "Meiji Restoration\nAll districts receive standard adjacency bonus for being adjacent to another district. Commercial Hubs do not receive bonuses from adjacent rivers. • Bias: T1 Coast.\nBakuhan\nInternational Trade Routes receive -25% Yield and Tourism, but Domestic Trade Routes provide +1 Culture, +1 Science, and +1 Gold for every Specialty District at the Destination. Cities within 6 tiles of Japan's capital receive 100% Loyalty and after researching Flight receive +1 Tourism for every District.\nElectronics Factory\nA building unique to Japan. Provides +4 Culture to this city after researching the Electricity technology. Its Production bonus is extended to all City Centers within 6 tiles that do not already have a bonus from this building type.\nSamurai\nJapanese unique Medieval era melee unit that replaces the Man-At-Arms. Does not suffer combat penalties when damaged.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Japan Tokugawa.png"
  },
  {
    "fullName": "Khmer Jayavarman VII",
    "shortName": " ",
    "description": "Grand Barays\nCities with an Aqueduct receive +1 Amenity. Farms provide +2 Food if adjacent to an Aqueduct and +1 Faith if adjacent to a Holy Site. • Bias: T3 Rivers.\nMonasteries of the King\nHoly Sites are granted a standard adjacency in Faith from Rivers, +1 Food and +2 Housing if built adjacent to a River, and trigger a Culture Bomb when completed.\nPrasat\nA building unique to Khmer that replaces the Temple. Required to purchase Apostles and Inquisitors with Faith. +6 Faith. +0.3 Culture for every population in this city. Once Flight is researched receive +10 Tourism if the city population is 10 or higher and +20 Tourism if the city population is 20 or higher.\nDomrey\nKhmer unique Medieval era siege unit that replaces the Trebuchet. This unit has a higher Melee and Range Strength than the Trebuchet. It can move and shoot in the same turn and exerts zone of control.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Khmer Jayavarman VII.png"
  },
  {
    "fullName": "Kongo Mvemba a Nzinga",
    "shortName": " ",
    "description": "Nkisi\nArtifacts and Sculptures grant +2 Food, +2 Production, +4 Gold and +4 Faith. Palace has slots for 5 Great Works. Receive 50% more Great Writer, Great Artist, Great Musician, and Great Merchant points. +100% Production to Archaeologists. • Bias: T3 Rainforest, T5 Woods.\nReligious Convert\nMay not build Holy Site districts, gain Great Prophets, or found Religions. Receives +0.2 Culture and +1 Gold per citizen in a city following any religion. Receives an Apostle (of that city's majority Religion) each time he finishes a Mbanza or Theater Square district. Relics grant +2 Food, +2 Production, +4 Gold and +1 Faith. Receive a Relic when completing each Government Plaza building. All land combat units ignore the Rainforest and Woods Movement penalty.\nMbanza\nA district unique to Kongo that can only be constructed in Rainforest or Woods. Replaces the Neighborhood district but is available earlier and cheaper to build. Provides +5 Housing, +2 Food, and +4 Gold, regardless of Appeal.\nNgao Mbeba\nKongo unique Classical era unit that replaces the Swordsman. +10 Combat Strength when defending against ranged attacks. Can see through Woods and Rainforests.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Kongo Mvemba a Nzinga.png"
  },
  {
    "fullName": "Kongo Nzinga Mbande",
    "shortName": " ",
    "description": "Nkisi\nArtifacts and Sculptures grant +2 Food, +2 Production, +4 Gold and +4 Faith. Palace has slots for 5 Great Works. Receive 50% more Great Writer, Great Artist, Great Musician, and Great Merchant points. +100% Production to Archaeologists. • Bias: T3 Rainforest, T5 Woods.\nQueen of Ndongo and Matamba\n+10% Gold and 10% Culture in cities with a Mbanza (does not stack with multiples). Mbanza provides +2 adjacency to Theater Squares and Commercial Hubs. Archaeologists are 50% cheaper to purchase. All civilian units ignore the Rainforest and Woods Movement penalty.\nMbanza\nA district unique to Kongo that can only be constructed in Rainforest or Woods. Replaces the Neighborhood district but is available earlier and cheaper to build. Provides +5 Housing, +2 Food, and +4 Gold, regardless of Appeal.\nNgao Mbeba\nKongo unique Classical era unit that replaces the Swordsman. +10 Combat Strength when defending against ranged attacks. Can see through Woods and Rainforests.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Kongo Nzinga Mbande.png"
  },
  {
    "fullName": "Korea Sejong",
    "shortName": " ",
    "description": "Three Kingdoms\nMines receive +1 Science for every adjacent Seowon district. Farms receive +1 Food for every adjacent Seowon district. • Bias: T4 Grassland and Plains Hills\nHangul\nWhen you complete your first Technology from a new Era, receive double your Science per turn as Culture. Seowons receive -1 Science for each adjacent District. Seowons and Theater Squares receive major adjacency from each other. Cities with a Seowon and a Theater Square receive +1 Culture and +2 Tourism per district. +30% Production toward builders in cities without Governors after Feudalism.\nSeowon\nA district unique to Korea that replaces the Campus and has unique adjacencies. Culture bombs adjacent tiles when completed. Science Specialists grant +1 Food. Must be built on hills. +1 Science base adjacency. +1 Science for eachvery 2 adjacent mines. +2 Science for each adjacent Geothermal Fissure.\nHwacha\nKorean unique Renaissance Era unit that replaces the Field Cannon. High Ranged Attack Strength. Cannot move and attack in the same turn.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Korea Sejong.png"
  },
  {
    "fullName": "Korea Seondeok",
    "shortName": " ",
    "description": "Three Kingdoms\nMines receive +1 Science for every adjacent Seowon district. Farms receive +1 Food for every adjacent Seowon district. • Bias: T4 Grassland and Plains Hills\nHwarang\n+1 Amenity for cities with a Governor. +30% yield to Seowon buildings for each Governor promotion in the city. When you unlock Feudalism, cities you founded without a Governor receive -10% to all yields. +1 Governor Title at Feudalism.\nSeowon\nA district unique to Korea that replaces the Campus and has unique adjacencies. Culture bombs adjacent tiles when completed. Science Specialists grant +1 Food. Must be built on hills. +1 Science base adjacency. +1 Science for eachvery 2 adjacent mines. +2 Science for each adjacent Geothermal Fissure.\nHwacha\nKorean unique Renaissance Era unit that replaces the Field Cannon. High Ranged Attack Strength. Cannot move and attack in the same turn.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Korea Seondeok.png"
  },
  {
    "fullName": "Macedon Alexander",
    "shortName": " ",
    "description": "Hellenistic Fusion\nReceive boosts upon city conquest: +20% Production in all cities for 10 turns, as well as a Eureka for each Encampment or Campus in the conquered city and an Inspiration for each Holy Site or Theater Square.\nTo World's End\nCombat victories provide Science equal to 20% of the Combat Strength of the defeated unit (on Online speed). Cities do not incur war weariness. All military units heal completely when this player captures a city with a world wonder.\nBasilikoi Paides\nA building unique to Macedon. +25% combat experience for all melee, ranged land units, and Hetairoi trained in this city. Gain Science equal to 20% of the unit's Production cost when a non-civilian unit is trained in this city. Strategic Resource Stockpiles increased +10 (on Standard speed). May not be built in an Encampment district that already has a Stable.\nHetairoi\nMacedonian unique heavy cavalry unit. Additional +5 Combat Strength when adjacent to a Great General from any era. +5 Great General points when killing an enemy unit. Starts with free Promotion.\nHypaspist\nMacedonian unique melee unit that replaces the Swordsman. +10 Combat Strength when besieging districts. Receives +50% Additional Support Bonus.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Macedon Alexander.png"
  },
  {
    "fullName": "Mali Mansa Musa",
    "shortName": " ",
    "description": "Songs of the Jeli\n-15% Production in all cities. Mines receive -1 Production and +4 Gold. Cities receive +1 Food for each desert tile adjacent to your City Center. May purchase Suguba district buildings with Faith. • Bias: T1 Desert, T5 Minable Resources.\nSahel Merchants\n+1 Trade Route capacity after Banking. Holy Sites grant major adjacency to Sugubas instead of standard adjacency. +15% Production toward Holy Sites and their buildings. Cities receive +1 Faith if your empire owns at least 2 desert tiles within 3 tiles of the city center.\nSuguba\nA district unique to Mali that replaces the Commercial Hub. Units, Buildings, and Districts are 10% cheaper to purchase with Gold and Faith in this City. Standard adjacency from Holy Sites. +1 Gold bonus from a tile containing a City Center, River Edge, or an Oasis. +1 Gold bonus for every two adjacent district tiles.\nMandekalu Cavalry\nMali unique Medieval Era unit that replaces the Knight. Trader units are immune to being plundered if they are within 4 tiles of a Mandekalu Cavalry and on a land tile. Combat victories provide Gold equal to 50% of that unit's base Combat Strength (on Online speed).",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Mali Mansa Musa.png"
  },
  {
    "fullName": "Mali Sundiata Keita",
    "shortName": " ",
    "description": "Songs of the Jeli\n-15% Production in all cities. Mines receive -1 Production and +4 Gold. Cities receive +1 Food for each desert tile adjacent to your City Center. May purchase Suguba district buildings with Faith. • Bias: T1 Desert, T5 Minable Resources.\nSogolon\nPatronage of Great People costs 30% less Gold. Theater Squares grant standard adjacency to Sugubas. Cities with a Theater Square and Suguba receive +1 Great Writer point. Markets gain 2 slots for Great Works of Writing in cities founded by Sundiata. Great Works of Writing grant +2 Culture and +4 Gold.\nSuguba\nA district unique to Mali that replaces the Commercial Hub. Units, Buildings, and Districts are 10% cheaper to purchase with Gold and Faith in this City. Standard adjacency from Holy Sites. +1 Gold bonus from a tile containing a City Center, River Edge, or an Oasis. +1 Gold bonus for every two adjacent district tiles.\nMandekalu Cavalry\nMali unique Medieval Era unit that replaces the Knight. Trader units are immune to being plundered if they are within 4 tiles of a Mandekalu Cavalry and on a land tile. Combat victories provide Gold equal to 50% of that unit's base Combat Strength (on Online speed).",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Mali Sundiata Keita.png"
  },
  {
    "fullName": "Māori Kupe",
    "shortName": " ",
    "description": "Mana\nEmbarked units gain +2 Movement with Ship Building. Fishing Boats Culture Bomb adjacent tiles and provide +1 Food with Celestial Navigation. Resources cannot be harvested. Great Writers cannot be earned. Unimproved Woods and Rainforest tiles gain: +1 Production with Early Empire. +1 Production with Mercantilism. +2 Production with Conservation. • Bias: T1 Coast.\nKupe's Voyage\nSettlers can embark after researching the Sailing technology. The Palace grants +3 Housing.\nMarae\nA building unique to the Māori. +1 Culture and Faith to all of this city's tiles with a passable feature or natural wonder. After Flight is researched receive +1 Tourism to all of this city's tiles with a feature or natural wonder. Costs no maintenance. Has no Great Work slots.\nPā\nMaori unique improvement built by the Toa. Occupying units receive +1 Sight and +4 Defense Strength, and automatically gains 2 turns of fortification. A Māori unit occupying a Pā heals even if they just moved or attacked. Must be built on a Hill tile.\nToa\nMāori unique Classical era melee unit. Adjacent enemy units receive -5 Combat Strength. Has 1 charge to build Pā improvement.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Māori Kupe.png"
  },
  {
    "fullName": "Mapuche Lautaro",
    "shortName": " ",
    "description": "Toqui\nCities with an Established Governor provide +5% Culture, +5% Production, and +10% experience in combat towards all units trained in this city. These numbers are tripled in cities not founded by the Mapuche. All cities within 9 tiles of a city with your Governor gain +4 Loyalty per turn towards your civilization.\nSwift Hawk\n+5 Combat Strength when fighting Free Cities or civilizations that are in a Golden or Heroic Age. Defeating an enemy unit within the borders of an enemy city causes that city to lose 15 Loyalty, doubled if that civilization is in a Golden or Heroic Age.\nChemamull\nMapuche unique builder improvement unlocked with Craftsmanship. Requires a minimum Appeal of Breathtaking (+4 Appeal). +1 Production. Culture equal to 75% of the tile's Appeal. +1 Production with Civil Service. Provides Tourism after researching Flight.\nMalón Raider\nMapuche unique Medieval Era unit that replaces the Courser. +1 Movement. Starts with free Promotion.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Mapuche Lautaro.png"
  },
  {
    "fullName": "Maya Lady Six Sky",
    "shortName": " ",
    "description": "Mayab\nSettling adjacent to Fresh Water and Coast does not provide extra Housing. The Palace receives +1 Housing. +1 Amenity for every Luxury adjacent to the City Center. +3 Combat Strength for units within 6 tiles of your capital. Farms provides an additional +1 Housing, +1 Production for every adjacent Observatory, and +1 Gold. Plantations provide +1 Science for each adjacent Observatory and an additional +1 Science with Education. • Bias: T3 Plantation Luxuries, T4 Bananas. Special \"Hydrophobic\".\nIx Mutal Ajaw\nNon-capital cities within 6 tiles of the Capital gain +5% to all yields. Other non-capital cities receive -10% to all yields.\nObservatory\nA district unique to Maya that replaces the Campus and has unique adjacencies. +1 Science for each adjacent Plantation. +1 Science for every two adjacent Farm or district tiles. +2 Science for each adjacent Geothermal Fissure. +1 Housing.\nHul'che\nMayan unique Ancient Era ranged unit that replaces the Archer. Strong ranged attack. +5 Combat Strength when fighting a wounded opponent.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Maya Lady Six Sky.png"
  },
  {
    "fullName": "Mongolia Genghis Khan",
    "shortName": " ",
    "description": "Örtöö\nAll Mongolian units double the usual Combat Bonus for having a higher level of Diplomatic Visibility than their opponent. Starting a Trade Route immediately creates a Trading Post in the destination city. • Bias: T4 Horses.\nMongol Horde\nAll cavalry class units gain +3 Combat Strength and a chance to capture defeated enemy cavalry class units.\nOrdu\nA building unique to Mongolia. Grants an ability that gives +1 Movement to Heavy and Light Cavalry trained in this city. +25% combat experience for all cavalry and siege class units trained in this city. Strategic Resource Stockpiles increased +10 (on Standard Speed). May not be built in an Encampment district that already has a Barracks.\nKeshig\nMongolian unique Medieval Era Ranged Cavalry unit. Can escort moving civilian and support units at their higher Movement speed.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Mongolia Genghis Khan.png"
  },
  {
    "fullName": "Mongolia Kublai Khan (Mongolia)",
    "shortName": " ",
    "description": "Örtöö\nAll Mongolian units double the usual Combat Bonus for having a higher level of Diplomatic Visibility than their opponent. Starting a Trade Route immediately creates a Trading Post in the destination city. • Bias: T4 Horses.\nGerege\nOne extra Economic policy slot in any government. +1 Science and +1 Culture per international trade route and an additional +1 Science and +1 Culture for each 20 tiles traveled. Receive a random Eureka and Inspiration when establishing a Trading Post in another Civilization's city for the first time.\nOrdu\nA building unique to Mongolia. Grants an ability that gives +1 Movement to Heavy and Light Cavalry trained in this city. +25% combat experience for all cavalry and siege class units trained in this city. Strategic Resource Stockpiles increased +10 (on Standard Speed). May not be built in an Encampment district that already has a Barracks.\nKeshig\nMongolian unique Medieval Era Ranged Cavalry unit. Can escort moving civilian and support units at their higher Movement speed.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Mongolia Kublai Khan (Mongolia).png"
  },
  {
    "fullName": "Netherlands Wilhelmina",
    "shortName": " ",
    "description": "Grote Rivieren\nMajor adjacency bonus for Campuses, Theater Squares, and Industrial Zones if next to a river. Culture Bomb adjacent tiles when completing a Harbor. +50% Production toward the Dam district and Flood Barrier building. • Bias: T2 Rivers, T3 Coast.\nRadio Oranje\nYour Trade Routes to your own cities provide +2 Loyalty per turn for the origin city. Trade Routes to foreign cities or from foreign cities provide +2 Culture to you and +1 Culture for the sender. +3 Combat Strength for all naval units when defending on a Polder improvement. Dutch campuses provide +1 Great Admiral point.\nPolder\nDutch unique builder improvement unlocked at Feudalism. Must be placed on a Coast or Lake tile adjacent to 1 or more passable land tiles. +1 Food, +1 Production, and +0.5 Housing. +1 Food for every adjacent Polder, increasing to +2 Food for every adjacent Polder with Replaceable Parts. +1 Production for every adjacent Harbor. +1 Production for every 2 adjacent Polders, increasing to +1 Production for every adjacent Polder with Replaceable Parts. +4 Gold with Civil Engineering. +3 Combat Strength for Dutch naval units on Polder tiles.\nDe Zeven Provinciën\nNetherlands unique Renaissance Era unit that replaces the Frigate. +7 Combat Strength when attacking defensible districts.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Netherlands Wilhelmina.png"
  },
  {
    "fullName": "Norway Harald Hardrada (Varangian)",
    "shortName": " ",
    "description": "Knarr\nUnits gain the ability to enter Ocean tiles after researching the Shipbuilding technology. Naval melee units heal in neutral territory if they are on coast. Units ignore additional Movement costs from embarking and disembarking. +50% Production toward Holy Site districts. Coast and Lake tiles provide a standard adjacency bonus to Holy Site districts. Harbors receive a major adjacency bonus from Holy Sites. • Bias: T1 Coast, T5 Woods.\nVarangian Guard\n+1 Combat Strength on naval units when attacking per city-state you are suzerain of. 75% Discount on Levying units and levied units receive Science, Culture, and Faith from kills equal to 50% of the opponent's Combat Strength. +1 Movement to levied units. +25% production to Holy Site buildings. Stave Church generates +1 Influence point. +10 Science and +10 Culture (standard speed) per population when converting a city to your religion for the first time using a religious unit.\nStave Church\nA building unique to Norway that replaces the Temple. Required to purchase Apostles and Inquisitors with Faith. +1 Production for each coastal resource tile in this city. +1 to each resource tile in this city.\nBerserker\nNorwegian unique Medieval era unit. +2 Movement if this unit starts in enemy territory or is embarked. +10 Combat Strength when attacking. Can be purchased with Faith.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Norway Harald Hardrada (Varangian).png"
  },
  {
    "fullName": "Norway Harald Hardrada (Konge)",
    "shortName": " ",
    "description": "Knarr\nUnits gain the ability to enter Ocean tiles after researching the Shipbuilding technology. Naval melee units heal in neutral territory if they are on coast. Units ignore additional Movement costs from embarking and disembarking. +50% Production toward Holy Site districts. Coast and Lake tiles provide a standard adjacency bonus to Holy Site districts. Harbors receive a major adjacency bonus from Holy Sites. • Bias: T1 Coast, T5 Woods.\nThunderbolt of the North\n+25% Production to Naval Melee Units. Naval Melee units can perform coastal raids. Receive additional yields from pillaging or performing coastal raids: Science from Mines, Culture from Quarries, Pastures, Plantations, and Camps.\nStave Church\nA building unique to Norway that replaces the Temple. Required to purchase Apostles and Inquisitors with Faith. +1 Production for each coastal resource tile in this city. +1 to each resource tile in this city.\nBerserker\nNorwegian unique Medieval era unit. +2 Movement if this unit starts in enemy territory or is embarked. +10 Combat Strength when attacking. Can be purchased with Faith.\nViking Longship\nNorwegian unique Ancient era naval unit that replaces the Galley. Can pillage enemy coastal lands and capture civilians if adjacent using its coastal raiding ability. 4 Movement while in coastal waters.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Norway Harald Hardrada (Konge).png"
  },
  {
    "fullName": "Nubia Amanitore",
    "shortName": " ",
    "description": "Ta-Seti\n+30% Production toward Ranged and Naval Ranged units. All Ranged and Naval Ranged units gain +50% combat experience. Mines over strategic resources provide +1 . Mines over bonus and luxury resources provide +2 Gold. • Bias: T2 Plains, T5 Minable Resources.\nKandake of Meroë\n+20% Production towards all districts, increasing to +40% Production if there is a Nubian Pyramid in the city.\nNubian Pyramid\nNubian unique builder improvement unlocked at Craftsmanship and limited to 1 per city. Nubian Districts receive standard adjacency from Nubian Pyramids. Can be built on any flat tile or desert hill. Cannot be built next to another Nubian Pyramid. +2 Food and +2 Faith. Receives additional yields from adjacent districts: +1 Food for the City Center. +1 Science per adjacent Campus. +1 Culture per adjacent Theater Square. +1 Faith per adjacent Holy Site. +1 Gold per adjacent Commercial Hub and Harbor. +1 Production per adjacent Industrial Zone, Encampment, and Aerodrome. +1 Culture and +2 Gold per adjacent Government Plaza and Diplomatic Quarter.\nPítati Archer\nNubian unique Ancient era unit that replaces the Archer. Stronger than the Archer with extra Movement. Upgrades to Crossbowman.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Nubia Amanitore.png"
  },
  {
    "fullName": "Ottomans Suleiman (Kanuni)",
    "shortName": " ",
    "description": "Great Turkish Bombard\n+50% Production toward siege units. All siege units gain +3 Combat Strength. Conquered cities do not lose population. Cities not founded by the Ottomans gain +1 Amenity and +4 Loyalty per turn. • Bias: T3 Rivers, T5 Niter.\nGrand Vizier\nExclusive unique Governor with military and diplomatic abilities. Gain the Janissary unique unit and a Governor Title when the Gunpowder technology is researched.\nGrand Bazaar\nA building unique to the Ottomans that replaces the Bank. Accumulate 1 extra Strategic resource for every different type of Strategic resource this city has improved. Receive +1 Amenity for every Luxury resource this city has improved. Grants a Governor Title when constructed for the first time. +1 Trade route capacity. +6 Gold. +2 Gold for each trade route from this city. +1 Gold for each trade routes to this city. +2 Great Merchant points per turn.\nBarbary Corsair\nOttoman unique Medieval era naval unit that replaces the Privateer. Can enter Ocean tiles regardless of researched Technologies. It costs no Movement to coastal raid. Can only be seen by other Naval Raiders unless adjacent to it. Reveals Naval Raiders within sight range.\nJanissary\nOttoman unique Renaissance Era unit that replaces the Musketman. Starts with a free promotion. Stronger and cheaper than the Musketman. To train a Janissary a city must have a population of at least 2. If a city is founded by the Ottomans and trains a Janissary it loses a population.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Ottomans Suleiman (Kanuni).png"
  },
  {
    "fullName": "Ottomans Suleiman (Muhteşem)",
    "shortName": " ",
    "description": "Great Turkish Bombard\n+50% Production toward siege units. All siege units gain +3 Combat Strength. Conquered cities do not lose population. Cities not founded by the Ottomans gain +1 Amenity and +4 Loyalty per turn. • Bias: T3 Rivers, T5 Niter.\nThe Magnificent\n+10% Science and Culture when in a Golden Age or Heroic Age. +2 Combat Strength when not in a Golden Age or Heroic Age, doubled against Civilizations who are also not in a Golden Age or Heroic Age.\nGrand Bazaar\nA building unique to the Ottomans that replaces the Bank. Accumulate 1 extra Strategic resource for every different type of Strategic resource this city has improved. Receive +1 Amenity for every Luxury resource this city has improved. Grants a Governor Title when constructed for the first time. +1 Trade route capacity. +6 Gold. +2 Gold for each trade route from this city. +1 Gold for each trade routes to this city. +2 Great Merchant points per turn.\nBarbary Corsair\nOttoman unique Medieval era naval unit that replaces the Privateer. Can enter Ocean tiles regardless of researched Technologies. It costs no Movement to coastal raid. Can only be seen by other Naval Raiders unless adjacent to it. Reveals Naval Raiders within sight range.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Ottomans Suleiman (Muhteşem).png"
  },
  {
    "fullName": "Persia Cyrus",
    "shortName": " ",
    "description": "Satrapies\n+1 Trade Route capacity with Political Philosophy. Receive +2 Gold for domestic Trade Routes, and an additional +2 Gold with Banking and Economics. Roads built in your territory are one level more advanced than usual. • Bias: None.\nFall of Babylon\nAll units get +3 Combat Strength when attacking. +5 Loyalty per turn in occupied cities with a garrisoned unit. Declaring a Surprise War counts as a Formal War for the purposes of Grievances and warmongering. Receive +1 Culture for domestic Trade Routes, and an additional +2 Culture with Medieval Faires and Urbanization.\nPairidaeza\nPersian unique builder improvement unlocked with Early Empire. Cannot be built on Snow tiles, Tundra tiles or Floodplains. Cannot be build next to another Pairidaeza. +1 Culture, +2 Gold, +1 Housing. +1 Culture with Diplomatic Service. +1 Culture for each adjacent City Center, Holy Site, Campus, and Theater Square. +1 Gold for each adjacent City Center, Commercial Hub, Harbor, and Industrial Zone. +1 Appeal to adjacent tiles. Provides Tourism after researching Flight.\nImmortal\nPersian unique melee unit that replaces the Swordsman. Melee class unit with a ranged attack, Range 2. Strong defense strength.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Persia Cyrus.png"
  },
  {
    "fullName": "Persia Nader Shah",
    "shortName": " ",
    "description": "Satrapies\n+1 Trade Route capacity with Political Philosophy. Receive +2 Gold for domestic Trade Routes, and an additional +2 Gold with Banking and Economics. Roads built in your territory are one level more advanced than usual. • Bias: None.\nSword of Persia\n+5 Combat Strength when attacking Defensible Districts and full health Units. Receive +1 Science for domestic Trade Routes, and an additional +2 Science with Education and Scientific Theory.\nPairidaeza\nPersian unique builder improvement unlocked with Early Empire. Cannot be built on Snow tiles, Tundra tiles or Floodplains. Cannot be build next to another Pairidaeza. +1 Culture, +2 Gold, +1 Housing. +1 Culture with Diplomatic Service. +1 Culture for each adjacent City Center, Holy Site, Campus, and Theater Square. +1 Gold for each adjacent City Center, Commercial Hub, Harbor, and Industrial Zone. +1 Appeal to adjacent tiles. Provides Tourism after researching Flight.\nImmortal\nPersian unique melee unit that replaces the Swordsman. Melee class unit with a ranged attack, Range 2. Strong defense strength.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Persia Nader Shah.png"
  },
  {
    "fullName": "Phoenicia Dido",
    "shortName": " ",
    "description": "Mediterranean Colonies\nBegin the game with the Writing technology Eureka. Coastal cities founded by Phoenicia and located on the same continent as the Phoenician Capital are 100% Loyal. Settlers gain +2 Movement and +2 sight range while embarked. Settlers ignore additional Movement costs from embarking and disembarking. • Bias: T1 Coast.\nFounder of Carthage\nCan move their original Capital to any city with a Cothon they founded by completing a unique project in that city. +1 Trade Route capacity for each Government Plaza building. +50% Production toward districts in the city with the Government Plaza.\nCothon\nA district unique to Phoenicia for naval activity in your city. Replaces the Harbor district and cheaper to build. Must be built on Coast or Lake Terrain adjacent to land. +25% Production towards naval units and Settlers in this city.\nBireme\nPhoenician unique Ancient Era unit that replaces the Galley. Increased Combat Strength and Movement. Trader units are immune to being plundered if they are within 4 tiles of a Bireme and on a water tile.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Phoenicia Dido.png"
  },
  {
    "fullName": "Poland Jadwiga",
    "shortName": " ",
    "description": "Golden Liberty\nOne Military policy slot in the current government is converted to a Wildcard policy slot. Culture Bomb adjacent tiles when completing an Encampment or Fort inside friendly territory. • Bias: None.\nLithuanian Union\nHoly Sites gain standard Faith adjacency from adjacent Districts. All Relics generate an additional +2 Faith, +2 Culture, and +4 Gold. Receive a Relic when founding and when completing a Religion. The Religion founded by Poland becomes the majority in an adjacent city that loses a tile to a Polish Culture Bomb.\nSukiennice\nA building unique to Poland. International Trade Routes from this city gain +2 Production; domestic Trade Routes gain +4 Gold. +1 Trade Route capacity, if this city does not yet have a Lighthouse building.\nWinged Hussar\nPolish unique Renaissance era unit that replaces the Cuirassier. Pushes defending enemy units back from their hex in any battle where they score more damage. Defenders that cannot retreat suffer additional damage.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Poland Jadwiga.png"
  },
  {
    "fullName": "Portugal João III",
    "shortName": " ",
    "description": "Casa da Índia\nInternational Trade Routes must originate from a coastal city and can only travel over water or canal tiles, but receive +50% Gold with Cartography, +50% with Education, and +50% with Medieval Faires. Trader units have +50% range over water, and can embark as soon as they are unlocked. • Bias: T1 Coast.\nPorta do Cerco\nAll units receive +1 Sight. +1 Trade Route capacity when entering a new era (ancient era included). Open Borders with all City-States.\nNavigation School\nA building unique to Portugal. +25% Production towards naval units in this city. +1 Science for every two coast or lake tiles in this city. +1 Great Admiral and +1 Great Scientist point per turn.\nFeitoria\nPortuguese unique improvement built by the Nau. Can only be built adjacent to Luxury or Bonus resources in territory belonging to other Civilizations or City-states that you have Open Borders with. Must be built on a Coast or Lake tile adjacent to land and not adjacent to another Feitoria. Feitorias cannot be removed. +4 Gold and +1 Production. Trade routes sent to this city from Portugal gain +2 Gold and +1 Production.\nNau\nPortuguese unique naval melee unit that replaces the Caravel. Starts with free Promotion and is less maintenance. Has 2 charge to build Feitorias.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Portugal João III.png"
  },
  {
    "fullName": "Rome Julius Caesar",
    "shortName": " ",
    "description": "All Roads Lead to Rome\nAll cities you found or conquer start with a Trading Post. If in Trade Route range of your Capital, they also start with a road to it. Your Trade Routes earn +1 Gold for passing through Trading Posts in your own cities. • Bias: None.\nVeni, Vidi, Vici\n+150 Gold when you conquer a city for the first time or when you capture a Barbarian Outpost, increasing to +250 Gold after researching Metal Casting and +350 Gold after Steel (on Standard speed). When targeting Barbarians, receive +5 Combat Strength and always earn normal XP. Receive a free melee unit each time you found a non-capital city and in your capital after researching Code of Laws. Gain an extra Wildcard Policy slot when capturing and retaining at least one city founded by a major civilization and owned by a major civilization at the time of capture (maximum 1 extra wildcard slot). All Units receive +100% Combat Experience.\nBath\nA district unique to Rome for city growth. Replaces the Aqueduct district and cheaper to build. It provides this city with a source of fresh water from an adjacent River, Lake, Oasis, or Mountain. Cities that do not yet have existing fresh water receive up to 6 Housing. Cities that already have existing fresh water will instead get +2 Housing. If built adjacent to a Geothermal Fissure +1 Amenity. In all cases the Bath provides an additional bonus of +2 Housing and +1 Amenity. Prevents Food loss during Drought. Must be built adjacent to the City Center. Military Engineers can spend a charge to complete 20% of a Bath's production.\nLegion\nRoman unique Classical era melee unit that replaces the Swordsman. Has 1 charge to build a Roman Fort.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Rome Julius Caesar.png"
  },
  {
    "fullName": "Rome Trajan",
    "shortName": " ",
    "description": "All Roads Lead to Rome\nAll cities you found or conquer start with a Trading Post. If in Trade Route range of your Capital, they also start with a road to it. Your Trade Routes earn +1 Gold for passing through Trading Posts in your own cities. • Bias: None.\nTrajan's Column\nAll founded cities get free Monument building after unlocking Foreign Trade.\nBath\nA district unique to Rome for city growth. Replaces the Aqueduct district and cheaper to build. It provides this city with a source of fresh water from an adjacent River, Lake, Oasis, or Mountain. Cities that do not yet have existing fresh water receive up to 6 Housing. Cities that already have existing fresh water will instead get +2 Housing. If built adjacent to a Geothermal Fissure +1 Amenity. In all cases the Bath provides an additional bonus of +2 Housing and +1 Amenity. Prevents Food loss during Drought. Must be built adjacent to the City Center. Military Engineers can spend a charge to complete 20% of a Bath's production.\nLegion\nRoman unique Classical era melee unit that replaces the Swordsman. Has 1 charge to build a Roman Fort.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Rome Trajan.png"
  },
  {
    "fullName": "Russia Peter",
    "shortName": " ",
    "description": "Mother Russia\nExtra territory upon founding cities. +1 Faith for your Empire. +1 Production from Tundra tiles. Units do not receive damage from Blizzards. Civilizations that are at war with Russia receive +100% unit damage from Blizzards in Russian territory. • Bias: T1 Tundra.\nThe Grand Embassy\nReceives Science or Culture from Trade Routes to civilizations that are more advanced than Russia. +1 per 3 technologies or civics ahead.\nLavra\nA district unique to Russia that replaces the Holy Site district and is cheaper to build. Your city border grows by one tile each time a Great Person is used in one of this city's districts. The Lavra provides +1 Great Writer point per turn with a Temple and +1 Great Artist point per turn with a Worship building.\nCossack\nRussian unique Industrial era unit that replaces Cavalry. +5 Combat Strength when fighting in or adjacent to its home territory. Can move after attacking if Movement points remain.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Russia Peter.png"
  },
  {
    "fullName": "Scotland Robert the Bruce",
    "shortName": " ",
    "description": "Scottish Enlightenment\nHappy cities receive an additional +5% Science and +5% Production. Happy cities generate +1 Great Scientist point per Campus and +1 Great Engineer point per Industrial Zone. Ecstatic cities double all these amounts. • Bias: None.\nBannockburn\nRecon units receive +50% combat experience.\nGolf Course\nScottish unique builder improvement unlocked with Games and Recreation. Cannot be placed on Desert or Desert Hills. One per City. Tiles with Golf Courses cannot be swapped. +1 Culture, +2 Gold, +1 Amenity. +1 Culture and +1 Gold if adjacent to a City Center. +1 Culture and +1 Amenity if adjacent to an Entertainment Complex. +1 Culture and +1 Gold with Enlightenment. +1 Amenity with Guilds. +1 Housing with Globalization. +1 Appeal to adjacent tiles\nHighlander\nScottish unique Industrial Era unit that replaces the Ranger. Strong reconnaissance unit. +5 Combat Strength bonus when fighting in Hill and Forest terrain.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Scotland Robert the Bruce.png"
  },
  {
    "fullName": "Scythia Tomyris",
    "shortName": " ",
    "description": "People of the Steppe\nMay purchase Light, Heavy, and Ranged Cavalry units with Faith. • Bias: T3 Horses, T4 Cattle and Sheep, T5 Grassland and Plains.\nKiller of Cyrus\nAll units receive +3 Combat Strength when attacking wounded units, increasing to +5 Combat Strength after you enter the Medieval Era. When they eliminate a unit, they heal up to 30 hit points.\nKurgan\nScythian unique builder improvement unlocked with Animal Husbandry. +1 Faith and +3 Gold. +1 Faith for each adjacent Pasture, increasing to +2 Faith for each adjacent Pasture with Stirrups. +1 Production for each adjacent Pasture. Provides Tourism from Faith after researching Flight.\nSaka Horse Archer\nScythian unique Classical Era ranged cavalry unit with 4 Movement and a Range of 2.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Scythia Tomyris.png"
  },
  {
    "fullName": "Spain Philip II",
    "shortName": " ",
    "description": "Treasure Fleet\nMay form Fleets and Armadas earlier than usual (Mercenaries and Mercantilism). Once required Civics are unlocked, Shipyard building allows training Fleets and Armadas directly and their costs reduced by 25%. Trade Routes receive +3 Gold, +2 Faith, and +1 Production. International Trade Routes between multiple continents receive double these numbers. Cities at least 8 tiles away from Capital receive +25% Production towards districts. • Bias: T1 Coast, T3 Geothermal Fissure. Special \"Continent Split\".\nEl Escorial\nInquisitors can Remove Heresy one extra time. Inquisitors eliminate 100% of the presence of other Religions. Combat and Religious units have a bonus of +3 Combat Strength against players following other Religions. Missionaries are 25% cheaper to purchase.\nMission\nSpanish unique builder improvement unlocked with Theology. Cannot be built next to another Mission. +2 Faith. +1 Housing if built 7 tiles or less from current Capital. +1 and +1 Production if built 8 tiles or more from current Capital. +1 Science for every adjacent Campus and Holy Site district. +2 Science with Enlightenment.\nConquistador\nSpanish unique Renaissance era unit that replaces the Musketman. +5 Combat Strength when there is a religious unit within 1 hex. If this unit captures a city or is adjacent to a city when it is captured, the city will automatically adopt the Conquistador player's majority religion.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Spain Philip II.png"
  },
  {
    "fullName": "Sumeria Gilgamesh",
    "shortName": " ",
    "description": "The Cradle of Civilization\nFarms receive +1 Food when adjacent to a River, and an additional +1 Production if adjacent to a Ziggurat with Early Empire. Does not receive damage from Floods. • Bias: T3 Rivers, T4 Floodplains.\nAdventures of Enkidu\nWhen at war with a common foe, they and their allies share pillage rewards and combat experience gains if within 5 tiles. Their Alliances gain additional Alliance Points for being at war with a common foe. When you capture a Barbarian Outpost, receive a Tribal Village reward in addition to the usual Gold reward. Pay half the usual cost to levy City-state units.\nZiggurat\nSumerian unique builder improvement available from the start of the game. Cannot be built on Hills or adjacent to another Ziggurat. +2 Science and +1 Housing. +1 Culture if built next to River. +1 Faith after Early Empire for each adjacent district or for every 2 adjacent Farms.\nWar-Cart\nSumerian unique Ancient era unit. 4 Movement if this unit starts in open terrain. Can escort civilian and support units at their higher Movement speed. No penalties against anti-cavalry units. +4 Combat Strength when fighting Barbarians.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Sumeria Gilgamesh.png"
  },
  {
    "fullName": "Sweden Kristina",
    "shortName": " ",
    "description": "Nobel Prize\nSweden gains 50 Diplomatic Favor (on Standard speed) when earning a Great Person. Having Sweden in the game adds three unique World Congress competitions starting in the Industrial Era. +1 Great Engineer point from Factories and +1 Great Scientist point from Universities. +50% Production towards Libraries, Workshops, Universities, Factories and Government Plaza buildings. After unlocking Political Philosophy, cities settled on desert, tundra, or snow receive +1 Food and +1 Production. • Bias: Special \"King of the North\"\nMinerva of the North\nBuildings with at least three Great Work slots and wonders with at least two Great Work slots are automatically themed when they have all their slots filled. She may construct the Queen's Bibliotheque in the Government Plaza.\nQueen's Bibliotheque\nA building unique to Sweden. Provides 2 slots of Writing, Music, and any type of Art. This building is not mutually exclusive with other buildings in Government Plaza. Awards +1 Governor Title.\nOpen-Air Museum\nSwedish unique builder improvement unlocked with Diplomatic Service. Limited to one per city. Tiles with Open-Air Museums cannot be swapped. +2 Culture and +2 Tourism for each type of terrain (Snow, Tundra, Desert, Plains or Grassland) in which at least one Swedish city is founded. +2 Loyalty per turn in this city.\nCarolean\nSwedish unique Renaissance Era unit that replaces the Pike and Shot. Faster than the Pike and Shot. +3 Combat Strength per unused Movement.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Sweden Kristina.png"
  },
  {
    "fullName": "Vietnam Bà Triệu",
    "shortName": " ",
    "description": "Nine Dragon River Delta\nAll land specialty districts can only be built on Rainforest, Woods, Marsh, or Floodplains. Receive the following yields for every building on these features: +1 Science in Rainforest, +1 Culture in Woods, and +1 Production in Marsh, and no additional yields on Floodplains. Woods can be planted with Medieval Faires. • Bias: T3 Rainforest, Woods, Marsh.\nDrive Out The Aggressors\n+2 Movement for all units beginning their turn in Rainforest, Woods, or Marsh tiles within your empire. +2 Combat Strength for units fighting in these tiles.\nThành\nA district unique to Vietnam which replaces the Encampment. This district does not require population, is cheaper to build, cannot be built adjacent to the City Center, does not provide Great People points, and is not a specialty district. Triggers a Culture Bomb that captures neutral, adjacent tiles. +2 Culture for each adjacent district. After Flight is researched receive Tourism equal to the Culture output.\nVoi Chiến\nVietnamese unique Medieval era ranged unit that replaces the Crossbowman. Has Sight of 3 and can move after attacking. +1 Movement when beginning their turn in Rainforest, Marsh, or Woods tiles in any territory. They are also stronger when defending and more expensive.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Vietnam Bà Triệu.png"
  },
  {
    "fullName": "Zulu Shaka",
    "shortName": " ",
    "description": "Isibongo\nCities with a garrisoned unit get +3 Loyalty per turn, or +5 if it is a Corps or Army. Conquering a city with a unit will upgrade it into a Corps/Fleet or Army/Armada if that unit was already a Corp/Fleet, if the proper Civics are unlocked. • Bias: None.\nAmabutho\nMay form Corps at the Mercenaries Civic and Armies at the Nationalism Civic. Corps and Armies both gain +2 base Combat Strength at the Mobilization Civic.\nIkanda\nA district unique to Zulu which replaces the Encampment. Provides +1 Housing. Buildings in the Ikanda receive +2 Gold and +1 Culture. Once required Civics are unlocked, allows Corps or Armies to be trained directly and their costs reduced by 25%.\nImpi\nZulu unique Medieval Era unit that replaces the Pikeman. Increased Flanking bonus, low cost and low maintenance. Earns XP faster.",
    "picPath": "src\\main\\java\\vitbuk\\com\\Ambotorix\\data\\leaderPics\\Zulu Shaka.png"
  }
]